---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.PanelSchedulePhaseLoadType.LoadsByPhaseInSharedColumns
enum: Autodesk.Revit.DB.Electrical.PanelSchedulePhaseLoadType
source: html/2cb63f63-82e9-9838-fb97-82bb11078d62.htm
---
# Autodesk.Revit.DB.Electrical.PanelSchedulePhaseLoadType.LoadsByPhaseInSharedColumns

| Ckt | A | B | C | Ckt |
 | 1 | 100/200 | x | x | 2 |